Repository: wings020377/bitchat-for-india
Catalog: bitchat/Localizable.xcstrings
Source language: en
Languages: ar, bn, es, fa, fr, he, hi, id, it, ja, ko, ms, ne, pl, pt, pt_br, ru, ta, th, tr, uk, ur, vi, zh_hans, zh_hant

# media.voice.accessibility.live
source: incoming live voice message
ar: رسالة صوتية مباشرة واردة
bn: আগত লাইভ ভয়েস বার্তা
es: mensaje de voz en vivo entrante
fa: پیام صوتی زنده در حال دریافت
fr: message vocal en direct entrant
he: הודעה קולית חיה נכנסת
hi: आने वाला लाइव वॉयस संदेश
id: pesan suara langsung masuk
it: messaggio vocale in diretta in arrivo
ja: ライブ音声メッセージを受信中
ko: 수신 중인 라이브 음성 메시지
ms: mesej suara langsung masuk
ne: आगमन लाइभ भ्वाइस सन्देश
pl: przychodząca wiadomość głosowa na żywo
pt: mensagem de voz ao vivo a chegar
pt_br: mensagem de voz ao vivo chegando
ru: входящее живое голосовое сообщение
ta: உள்வரும் நேரலை குரல் செய்தி
th: ข้อความเสียงสดขาเข้า
tr: gelen canlı sesli mesaj
uk: вхідне живе голосове повідомлення
ur: موصول ہونے والا لائیو صوتی پیغام
vi: tin nhắn thoại trực tiếp đang đến
zh_hans: 正在接收实时语音消息
zh_hant: 正在接收即時語音訊息

# media.voice.live_badge
source: LIVE
ar: مباشر
bn: লাইভ
es: EN VIVO
fa: زنده
fr: DIRECT
he: חי
hi: लाइव
id: LANGSUNG
ja: ライブ
ko: 라이브
ms: LANGSUNG
ne: लाइभ
pl: NA ŻYWO
pt: AO VIVO
pt_br: AO VIVO
ru: ЭФИР
ta: நேரலை
th: สด
tr: CANLI
uk: НАЖИВО
ur: لائیو
vi: TRỰC TIẾP
zh_hans: 直播
zh_hant: 直播

# mesh_peers.tooltip.new_messages
source: new messages
ar: رسائل جديدة
bn: নতুন বার্তা
es: nuevos mensajes
fa: پیام‌های جدید
fr: nouveaux messages
he: הודעות חדשות
hi: नए संदेश
id: pesan baru
it: nuovi messaggi
ja: 新しいメッセージ
ko: 새 메시지
ms: pesan baru
ne: नयाँ सन्देश
pl: nowe wiadomości
pt: novas mensagens
pt_br: novas mensagens
ru: новые сообщения
ta: புதிய செய்திகள்
th: มีข้อความใหม่
tr: yeni mesajlar
uk: нові повідомлення
ur: نئے پیغامات
vi: tin nhắn mới
zh_hans: 新消息
zh_hant: 新訊息

# notices.accessibility.close
source: Close notices
ar: إغلاق الإعلانات
bn: নোটিশ বন্ধ করুন
es: Cerrar avisos
fa: بستن اطلاعیه‌ها
fr: Fermer les annonces
he: סגור מודעות
hi: सूचनाएँ बंद करें
id: Tutup pengumuman
it: Chiudi avvisi
ja: お知らせを閉じる
ko: 공지 닫기
ms: Tutup pengumuman
ne: सूचना बन्द गर
pl: Zamknij ogłoszenia
pt: Fechar avisos
pt_br: Fechar avisos
ru: Закрыть объявления
ta: அறிவிப்புகளை மூடு
th: ปิดประกาศ
tr: Duyuruları kapat
uk: Закрити оголошення
ur: اعلانات بند کریں
vi: Đóng thông báo
zh_hans: 关闭公告
zh_hant: 關閉公告

# notices.accessibility.scope
source: Notices scope
ar: نطاق الإعلانات
bn: নোটিশের পরিধি
es: Ámbito de los avisos
fa: محدودهٔ اطلاعیه‌ها
fr: Portée des annonces
he: טווח המודעות
hi: सूचनाओं का दायरा
id: Cakupan pengumuman
it: Ambito degli avvisi
ja: お知らせの範囲
ko: 공지 범위
ms: Skop pengumuman
ne: सूचनाको दायरा
pl: Zakres ogłoszeń
pt: Âmbito dos avisos
pt_br: Escopo dos avisos
ru: Раздел объявлений
ta: அறிவிப்புகளின் வரம்பு
th: ขอบเขตประกาศ
tr: Duyuru kapsamı
uk: Розділ оголошень
ur: اعلانات کا دائرہ
vi: Phạm vi thông báo
zh_hans: 公告范围
zh_hant: 公告範圍

# notices.alert.urgent_collapsed
source: 📌 %lld new urgent notices — tap the pin to view
ar: 📌 %lld إعلانات عاجلة جديدة — اضغط على الدبوس للعرض
bn: 📌 %lldটি নতুন জরুরি নোটিশ — দেখতে পিনে ট্যাপ করুন
es: 📌 %lld avisos urgentes nuevos — toca el pin para verlos
fa: 📌 %lld اطلاعیهٔ فوری جدید — برای مشاهده روی سنجاق بزنید
fr: 📌 %lld nouvelles annonces urgentes — touche l'épingle pour voir
he: 📌 %lld מודעות דחופות חדשות — הקש על הנעץ לצפייה
hi: 📌 %lld नई ज़रूरी सूचनाएँ — देखने के लिए पिन टैप करें
id: 📌 %lld pengumuman mendesak baru — ketuk pin untuk melihat
it: 📌 %lld nuovi avvisi urgenti — tocca la puntina per vederli
ja: 📌 新しい緊急のお知らせが%lld件 — ピンをタップして表示
ko: 📌 새 긴급 공지 %lld개 — 핀을 탭하여 확인
ms: 📌 %lld pengumuman segera baharu — ketik pin untuk melihat
ne: 📌 %lld नयाँ जरुरी सूचना — हेर्न पिन ट्याप गर
pl: 📌 %lld nowych pilnych ogłoszeń — dotknij pinezki, aby zobaczyć
pt: 📌 %lld novos avisos urgentes — toca no pin para ver
pt_br: 📌 %lld avisos urgentes novos — toque no pin para ver
ru: 📌 %lld новых срочных объявлений — нажми на булавку, чтобы посмотреть
ta: 📌 %lld புதிய அவசர அறிவிப்புகள் — பார்க்க பின்னைத் தட்டவும்
th: 📌 ประกาศด่วนใหม่ %lld รายการ — แตะหมุดเพื่อดู
tr: 📌 %lld yeni acil duyuru — görmek için raptiyeye dokun
uk: 📌 %lld нових термінових оголошень — натисни на шпильку, щоб переглянути
ur: 📌 %lld نئے فوری اعلانات — دیکھنے کیلئے پن پر ٹیپ کریں
vi: 📌 %lld thông báo khẩn mới — chạm vào ghim để xem
zh_hans: 📌 %lld 条新紧急公告 — 点按图钉查看
zh_hant: 📌 %lld 則新緊急公告 — 點按圖釘查看

# notices.alert.urgent_single
source: 📌 urgent notice from @%@: %@
ar: 📌 إعلان عاجل من @%@: %@
bn: 📌 @%@-এর জরুরি নোটিশ: %@
es: 📌 aviso urgente de @%@: %@
fa: 📌 اطلاعیهٔ فوری از @%@: %@
fr: 📌 annonce urgente de @%@ : %@
he: 📌 מודעה דחופה מאת @%@: %@
hi: 📌 @%@ की ज़रूरी सूचना: %@
id: 📌 pengumuman mendesak dari @%@: %@
it: 📌 avviso urgente da @%@: %@
ja: 📌 @%@からの緊急のお知らせ: %@
ko: 📌 @%@님의 긴급 공지: %@
ms: 📌 pengumuman segera daripada @%@: %@
ne: 📌 @%@को जरुरी सूचना: %@
pl: 📌 pilne ogłoszenie od @%@: %@
pt: 📌 aviso urgente de @%@: %@
pt_br: 📌 aviso urgente de @%@: %@
ru: 📌 срочное объявление от @%@: %@
ta: 📌 @%@ இன் அவசர அறிவிப்பு: %@
th: 📌 ประกาศด่วนจาก @%@: %@
tr: 📌 @%@ kişisinden acil duyuru: %@
uk: 📌 термінове оголошення від @%@: %@
ur: 📌 @%@ کا فوری اعلان: %@
vi: 📌 thông báo khẩn từ @%@: %@
zh_hans: 📌 来自 @%@ 的紧急公告：%@
zh_hant: 📌 來自 @%@ 的緊急公告：%@

# notices.description.mesh
source: pin short notices for people around you. they hop phone to phone, even offline, and disappear on their own after a few days.
ar: ثبّت إعلانات قصيرة لمن حولك. تنتقل من هاتف إلى هاتف حتى دون اتصال، وتختفي وحدها بعد أيام قليلة.
bn: আশেপাশের মানুষের জন্য ছোট নোটিশ পিন করুন। অফলাইনেও ফোন থেকে ফোনে পৌঁছে যায় আর কয়েক দিন পরে নিজে থেকেই মুছে যায়।
es: fija avisos cortos para la gente cercana. saltan de teléfono a teléfono, incluso sin conexión, y desaparecen solos después de unos días.
fa: اطلاعیه‌های کوتاه برای اطرافیان‌تان سنجاق کنید. گوشی به گوشی جابه‌جا می‌شوند، حتی آفلاین، و بعد از چند روز خودبه‌خود ناپدید می‌شوند.
fr: épingle de courtes annonces pour les gens autour de toi. elles passent de téléphone en téléphone, même hors ligne, et disparaissent d'elles-mêmes après quelques jours.
he: הצמד מודעות קצרות לאנשים סביבך. הן עוברות מטלפון לטלפון, גם בלי אינטרנט, ונעלמות מעצמן אחרי כמה ימים.
hi: आस-पास के लोगों के लिए छोटी सूचनाएँ पिन करें। ये ऑफ़लाइन भी फ़ोन से फ़ोन तक पहुँचती हैं और कुछ दिनों बाद अपने आप मिट जाती हैं।
id: sematkan pengumuman singkat untuk orang di sekitarmu. berpindah dari ponsel ke ponsel, bahkan saat offline, dan hilang sendiri setelah beberapa hari.
it: appunta brevi avvisi per chi ti sta intorno. passano da telefono a telefono, anche offline, e spariscono da soli dopo qualche giorno.
ja: 近くの人に向けて短いお知らせをピン留め。オフラインでもスマホからスマホへ伝わり、数日後に自動的に消えます。
ko: 주변 사람들을 위해 짧은 공지를 고정하세요. 오프라인에서도 휴대폰에서 휴대폰으로 전달되고 며칠 후 스스로 사라집니다.
ms: semat pengumuman ringkas untuk orang di sekeliling anda. ia berpindah dari telefon ke telefon, walaupun di luar talian, dan hilang sendiri selepas beberapa hari.
ne: वरपरका मानिसहरूका लागि छोटा सूचना पिन गर। अफलाइनमा पनि फोनबाट फोनमा पुग्छन् र केही दिनपछि आफैँ हराउँछन्।
pl: przypinaj krótkie ogłoszenia dla ludzi w pobliżu. przeskakują z telefonu na telefon, nawet offline, i same znikają po kilku dniach.
pt: afixa avisos curtos para quem está por perto. saltam de telemóvel em telemóvel, mesmo offline, e desaparecem sozinhos após alguns dias.
pt_br: fixe avisos curtos para as pessoas por perto. eles pulam de celular em celular, mesmo offline, e somem sozinhos depois de alguns dias.
ru: закрепляй короткие объявления для людей рядом. они передаются с телефона на телефон, даже офлайн, и сами исчезают через несколько дней.
ta: அருகிலுள்ளவர்களுக்காக சிறிய அறிவிப்புகளைப் பின் செய்யவும். ஆஃப்லைனிலும் ஃபோனிலிருந்து ஃபோனுக்குப் பரவி, சில நாட்களில் தானாக மறைந்துவிடும்.
th: ปักประกาศสั้น ๆ ให้คนรอบตัว ส่งต่อจากมือถือสู่มือถือได้แม้ออฟไลน์ และหายไปเองหลังผ่านไปสองสามวัน
tr: çevrendekiler için kısa duyurular sabitle. çevrimdışıyken bile telefondan telefona geçer ve birkaç gün sonra kendiliğinden kaybolur.
uk: закріплюй короткі оголошення для людей поруч. вони передаються з телефона на телефон, навіть офлайн, і самі зникають за кілька днів.
ur: آس پاس کے لوگوں کیلئے مختصر اعلانات پن کریں۔ یہ آف لائن بھی فون سے فون تک پہنچتے ہیں اور کچھ دنوں بعد خود مٹ جاتے ہیں۔
vi: ghim thông báo ngắn cho những người quanh bạn. chúng truyền từ điện thoại này sang điện thoại khác, kể cả khi ngoại tuyến, và tự biến mất sau vài ngày.
zh_hans: 为周围的人钉上简短公告。即使离线也能在手机间传递，几天后自动消失。
zh_hant: 為周圍的人釘上簡短公告。即使離線也能在手機間傳遞，幾天後自動消失。

# notices.expiry.permanent
source: permanent
ar: دائم
bn: স্থায়ী
es: permanente
fa: دائمی
he: קבוע
hi: स्थायी
id: permanen
it: permanente
ja: 無期限
ko: 영구
ms: kekal
ne: स्थायी
pl: na stałe
pt: permanente
pt_br: permanente
ru: навсегда
ta: நிரந்தரம்
th: ถาวร
tr: kalıcı
uk: назавжди
ur: مستقل
vi: vĩnh viễn
zh_hans: 永久
zh_hant: 永久

# notices.fades
source: fades %@
ar: يتلاشى %@
bn: %@ মুছে যাবে
es: se desvanece %@
fa: %@ محو می‌شود
fr: s'efface %@
he: דוהה %@
hi: %@ मिट जाएगा
id: memudar %@
it: svanisce %@
ja: %@に消えます
ko: %@ 사라짐
ms: pudar %@
ne: %@ मेटिन्छ
pl: zniknie %@
pt: desvanece %@
pt_br: desaparece %@
ru: исчезнет %@
ta: %@ மறையும்
th: เลือนหาย %@
tr: %@ kaybolur
uk: зникне %@
ur: %@ مٹ جائے گا
vi: mờ dần %@
zh_hans: %@消失
zh_hant: %@消失

# notices.source.nostr
source: net
ar: نت
bn: নেট
es: red
fa: نت
he: רשת
hi: नेट
it: rete
ja: ネット
ko: 넷
ne: नेट
pl: sieć
pt: rede
pt_br: rede
ru: сеть
ta: நெட்
th: เน็ต
tr: ağ
uk: мережа
ur: نیٹ
vi: mạng
zh_hans: 网络
zh_hant: 網路

# notices.tab.geo
source: geo
ar: جغرافي
bn: এলাকা
fa: ژئو
fr: géo
he: אזור
hi: क्षेत्र
id: area
ja: エリア
ko: 지역
ms: kawasan
ne: क्षेत्र
ru: гео
ta: பகுதி
th: พื้นที่
tr: bölge
uk: гео
ur: علاقہ
vi: khu vực
zh_hans: 区域
zh_hant: 區域

# notices.title
source: notices
ar: إعلانات
bn: নোটিশ
es: avisos
fa: اطلاعیه‌ها
fr: annonces
he: מודעות
hi: सूचनाएँ
id: pengumuman
it: avvisi
ja: お知らせ
ko: 공지
ms: pengumuman
ne: सूचनाहरू
pl: ogłoszenia
pt: avisos
pt_br: avisos
ru: объявления
ta: அறிவிப்புகள்
th: ประกาศ
tr: duyurular
uk: оголошення
ur: اعلانات
vi: thông báo
zh_hans: 公告
zh_hant: 公告

source: recording %@
ar: جارٍ التسجيل %@
bn: রেকর্ডিং %@
es: grabando %@
fa: در حال ضبط %@
fr: enregistrement %@
he: הקלטה %@
hi: रिकॉर्डिंग %@
id: merekam %@
it: registrazione %@
ja: 録音中 %@
ko: 녹음 중 %@
ms: merakam %@
ne: रेकर्डिङ %@
pl: nagrywanie %@
pt: a gravar %@
pt_br: gravando %@
ru: идет запись %@
ta: பதிவு %@
th: กำลังบันทึก %@
tr: kaydediliyor %@
uk: йде запис %@
ur: ریکارڈنگ %@
vi: đang ghi %@
zh_hans: 录音中 %@
zh_hant: 錄音中 %@

source: save
ar: حفظ
bn: সংরক্ষণ
es: guardar
fa: ذخیره
fr: enregistrer
he: שמור
hi: सहेजें
id: simpan
it: salva
ja: 保存
ko: 저장
ms: simpan
ne: सेभ
pl: zapisz
pt: guardar
pt_br: salvar
ru: сохранить
ta: சேமிக்கவும்
th: บันทึก
tr: kaydet
uk: зберегти
ur: محفوظ کریں
vi: lưu
zh_hans: 保存
zh_hant: 儲存

# system.chat.blocked
source: cannot start chat with %@: person is blocked.
ar: لا يمكن بدء دردشة مع %@: المستخدم محظور.
bn: %@-এর সঙ্গে চ্যাট শুরু করা যায় না: ব্যক্তি ব্লক করা আছে।
es: no se puede iniciar un chat con %@: esta persona está bloqueada.
fa: شروع گفتگو با %@ ممکن نیست: این فرد مسدود است.
fr: impossible de démarrer un chat avec %@ : cette personne est bloquée.
he: לא ניתן להתחיל צ'אט עם %@: המשתמש חסום.
hi: %@ के साथ चैट शुरू नहीं कर सकते: व्यक्ति ब्लॉक है।
id: tidak bisa mulai chat dengan %@: pengguna diblokir.
it: impossibile avviare una chat con %@: questa persona è bloccata.
ja: %@とはチャットできません: ユーザーをブロック中。
ko: %@와 채팅을 시작할 수 없습니다: 차단된 사용자입니다.
ms: tidak bisa mulai chat dengan %@: pengguna diblokir.
ne: %@ सँग च्याट सुरु गर्न मिलेन: प्रयोगकर्ता ब्लक गरिएको
pl: nie można rozpocząć czatu z %@: osoba zablokowana.
pt: não é possível iniciar o chat com %@: a pessoa está bloqueada.
pt_br: não é possível iniciar chat com %@: a pessoa está bloqueada.
ru: нельзя начать чат с %@: пользователь заблокирован.
ta: %@ உடன் உரையாடல் தொடங்க முடியாது: அந்த நபர் தடுக்கப்பட்டுள்ளார்.
th: ไม่สามารถเริ่มแชทกับ %@: บุคคลนี้ถูกบล็อก
tr: %@ ile sohbet başlatılamıyor: kişi engelli.
uk: не можна почати чат з %@: користувач заблокований.
ur: %@ کے ساتھ چیٹ شروع نہیں کر سکتے: شخص بلاک ہے۔
vi: không thể bắt đầu chat với %@: người này bị chặn.
zh_hans: 无法与 %@ 开始聊天：用户已被屏蔽。
zh_hant: 無法與 %@ 開始聊天：使用者已被屏蔽。

# system.dm.blocked_generic
source: cannot send message: person is blocked.
ar: تعذر الإرسال: المستخدم محظور.
bn: বার্তা পাঠানো যায় না: ব্যক্তি ব্লক করা আছে।
es: no se puede enviar el mensaje: esta persona está bloqueada.
fa: ارسال پیام ممکن نیست: این فرد مسدود است.
fr: envoi impossible : cette personne est bloquée.
he: אי אפשר לשלוח: המשתמש חסום.
hi: संदेश नहीं भेज सकते: व्यक्ति ब्लॉक है।
id: tidak bisa mengirim: pengguna diblokir.
it: invio non riuscito: questa persona è bloccata.
ja: 送信できません: ユーザーをブロック中。
ko: 메시지를 보낼 수 없습니다: 차단된 사용자입니다.
ms: tidak bisa menghantar: pengguna diblokir.
ne: पठाउन मिलेन: प्रयोगकर्ता ब्लक
pl: nie można wysłać wiadomości: osoba zablokowana.
pt: não é possível enviar mensagem: a pessoa está bloqueada.
pt_br: não foi possível enviar: a pessoa está bloqueada.
ru: отправка невозможна: пользователь заблокирован.
ta: செய்தி அனுப்ப முடியவில்லை: நபர் தடுக்கப்பட்டுள்ளார்.
th: ไม่สามารถส่งข้อความ: บุคคลนี้ถูกบล็อก
tr: mesaj gönderilemiyor: kişi engelli.
uk: не вдалося надіслати: користувач заблокований.
ur: پیغام نہیں بھیج سکتے: شخص بلاک ہے۔
vi: không thể gửi tin: người này bị chặn.
zh_hans: 无法发送：用户已被屏蔽。
zh_hant: 無法發送：使用者已被屏蔽。

# system.dm.blocked_recipient
source: cannot send message to %@: person is blocked.
ar: لا يمكن الإرسال إلى %@: المستخدم محظور.
bn: %@-কে বার্তা পাঠানো যায় না: ব্যক্তি ব্লক করা আছে।
es: no se puede enviar un mensaje a %@: esta persona está bloqueada.
fa: ارسال پیام به %@ ممکن نیست: این فرد مسدود است.
fr: impossible d'envoyer à %@ : cette personne est bloquée.
he: אי אפשר לשלוח ל-%@: המשתמש חסום.
hi: %@ को संदेश नहीं भेज सकते: व्यक्ति ब्लॉक है।
id: tidak bisa mengirim ke %@: pengguna diblokir.
it: impossibile inviare a %@: questa persona è bloccata.
ja: %@に送れません: ユーザーをブロック中。
ko: %@에게 메시지를 보낼 수 없습니다: 차단된 사용자입니다.
ms: tidak bisa menghantar ke %@: pengguna diblokir.
ne: %@ लाई पठाउन मिलेन: प्रयोगकर्ता ब्लक
pl: nie można wysłać do %@: osoba zablokowana.
pt: não é possível enviar mensagem a %@: a pessoa está bloqueada.
pt_br: não é possível enviar mensagem para %@: a pessoa está bloqueada.
ru: нельзя отправить %@: пользователь заблокирован.
ta: %@ க்கு செய்தி அனுப்ப முடியவில்லை: நபர் தடுக்கப்பட்டுள்ளார்.
th: ไม่สามารถส่งข้อความถึง %@: บุคคลนี้ถูกบล็อก
tr: %@'a mesaj gönderilemiyor: kişi engelli.
uk: неможливо надіслати %@: користувач заблокований.
ur: %@ کو پیغام نہیں بھیج سکتے: شخص بلاک ہے۔
vi: không thể gửi tin cho %@: người này bị chặn.
zh_hans: 无法向 %@ 发送：用户已被屏蔽。
zh_hant: 無法向 %@ 發送：使用者已被屏蔽。

# system.geohash.blocked
source: blocked %@ in geohash chats
ar: تم حظر %@ في محادثات geohash
bn: জিওহ্যাশ চ্যাটে %@ ব্লক করা হয়েছে
es: se bloqueó a %@ en los chats geohash
fa: %@ در گفتگوهای ژئوهش مسدود شد
fr: %@ a été bloqué dans les chats geohash
he: %@ נחסם בצ'אטי geohash
hi: जियोहैश चैट में %@ ब्लॉक किया गया
id: %@ diblokir di chat geohash
it: %@ è stato bloccato nei chat geohash
ja: %@をgeohashチャットでブロックしました
ko: geohash 채팅에서 %@을(를) 차단했습니다
ms: %@ diblokir di chat geohash
ne: %@ लाई geohash च्याटमा ब्लक गरियो
pl: zablokowano %@ w czatach geohash
pt: %@ bloqueado nos chats geohash
pt_br: %@ foi bloqueado nos chats geohash
ru: %@ заблокирован в geohash-чатах
ta: geohash உரையாடல்களில் %@ தடுக்கப்பட்டார்
th: บล็อก %@ ในแชท geohash
tr: geohash sohbetlerinde %@ engellendi
uk: %@ заблоковано в geohash-чатах
ur: geohash چیٹس میں %@ کو بلاک کیا
vi: đã chặn %@ trong chat geohash
zh_hans: 已在 geohash 聊天中屏蔽 %@
zh_hant: 已在 geohash 聊天中屏蔽 %@

# system.geohash.unblocked
source: unblocked %@ in geohash chats
ar: تم إلغاء حظر %@ في محادثات geohash
bn: জিওহ্যাশ চ্যাটে %@ আনব্লক করা হয়েছে
es: se desbloqueó a %@ en los chats geohash
fa: رفع مسدودی %@ در گفتگوهای ژئوهش
fr: %@ a été débloqué dans les chats geohash
he: %@ הוסר מהחסימה בצ'אטי geohash
hi: जियोहैश चैट में %@ अनब्लॉक किया गया
id: %@ dibuka blokirnya di chat geohash
it: %@ è stato sbloccato nei chat geohash
ja: %@のgeohashチャットでのブロックを解除しました
ko: geohash 채팅에서 %@의 차단을 해제했습니다
ms: %@ dibuka blokirnya di chat geohash
ne: %@ लाई geohash च्याटमा अनब्लक गरियो
pl: odblokowano %@ w czatach geohash
pt: %@ desbloqueado nos chats geohash
pt_br: %@ foi desbloqueado nos chats geohash
ru: %@ разблокирован в geohash-чатах
ta: geohash உரையாடல்களில் %@ தடை நீக்கப்பட்டார்
th: เลิกบล็อก %@ ในแชท geohash
tr: geohash sohbetlerinde %@ engeli kaldırıldı
uk: %@ розблоковано в geohash-чатах
ur: geohash چیٹس میں %@ کا بلاک ہٹایا
vi: đã bỏ chặn %@ trong chat geohash
zh_hans: 已在 geohash 聊天中解除屏蔽 %@
zh_hant: 已在 geohash 聊天中解除屏蔽 %@

# system.location.not_in_channel
source: cannot send: not in a location channel
ar: تعذر الإرسال: لست داخل قناة موقع
bn: পাঠানো যায় না: লোকেশন চ্যানেলে নেই
es: no se puede enviar: no estás en un canal de ubicación
fa: ارسال ممکن نیست: در کانال موقعیت نیستید
fr: envoi impossible : tu n'es pas dans un canal localisation
he: אי אפשר לשלוח: אינך בערוץ מיקום
hi: भेज नहीं सकते: लोकेशन चैनल में नहीं हैं
id: gagal mengirim: kamu tidak berada di kanal lokasi
it: invio fallito: non sei in un canale posizione
ja: 送信失敗: ロケーションチャンネルに参加していません
ko: 전송할 수 없음: 위치 채널에 있지 않습니다
ms: gagal menghantar: kamu tidak berada di kanal lokasi
ne: पठाउन मिलेन: तिमी स्थान च्यानलमा छैनौ
pl: nie można wysłać: nie jesteś w kanale lokalizacji
pt: não foi possível enviar: não estás num canal de localização
pt_br: não foi possível enviar: você não está em um canal de localização
ru: отправка невозможна: ты не в канале локации
ta: அனுப்ப முடியாது: நீங்கள் இட சேனலில் இல்லை
th: ส่งไม่ได้: คุณไม่ได้อยู่ในช่องตำแหน่ง
tr: gönderilemiyor: konum kanalında değilsiniz
uk: не вдалося надіслати: ти не в каналі локації
ur: نہیں بھیج سکتے: آپ لوکیشن چینل میں نہیں ہیں
vi: không gửi được: bạn không ở trong kênh vị trí
zh_hans: 发送失败：你不在位置频道中
zh_hant: 發送失敗：你不在位置頻道中

# system.location.send_failed
source: failed to send to location channel
ar: تعذر الإرسال إلى قناة الموقع
bn: লোকেশন চ্যানেলে পাঠাতে ব্যর্থ
es: no se pudo enviar al canal de ubicación
fa: ارسال به کانال موقعیت ناموفق بود
fr: envoi au canal localisation impossible
he: השליחה לערוץ המיקום נכשלה
hi: लोकेशन चैनल पर भेजना विफल
id: gagal mengirim ke kanal lokasi
it: impossibile inviare al canale posizione
ja: ロケーションチャンネルに送信できませんでした
ko: 위치 채널로 전송에 실패했습니다
ms: gagal menghantar ke kanal lokasi
ne: स्थान च्यानलमा पठाउन सकेन
pl: wysłanie do kanału lokalizacji nie powiodło się
pt: falha ao enviar para o canal de localização
pt_br: não foi possível enviar para o canal de localização
ru: не удалось отправить в канал локации
ta: இட சேனலுக்கு அனுப்புதல் தோல்வியடைந்தது
th: ส่งไปยังช่องตำแหน่งล้มเหลว
tr: konum kanalına gönderme başarısız
uk: не вдалося надіслати в канал локації
ur: لوکیشن چینل کو بھیجنا ناکام رہا
vi: gửi tới kênh vị trí thất bại
zh_hans: 无法发送到位置频道
zh_hant: 無法發送到位置頻道

# system.tor.dev_bypass
source: development build: Tor bypass enabled.
ar: بناء تطوير: تجاوز tor مفعل.
bn: ডেভেলপমেন্ট বিল্ড: Tor বাইপাস সক্রিয়।
es: compilación de desarrollo: bypass de Tor activado.
fa: نسخهٔ توسعه: دور زدن Tor فعال است.
fr: build de développement : bypass tor actif.
he: בנייה לפיתוח: עקיפת tor פעילה.
hi: डेवलपमेंट बिल्ड: Tor बायपास सक्षम।
id: build pengembangan: bypass tor aktif.
it: build di sviluppo: bypass tor attivo.
ja: 開発ビルド: torバイパスが有効です。
ko: 개발 빌드: Tor 우회가 활성화되었습니다.
ms: build pengembangan: bypass tor aktif.
ne: डेभ बिल्ड: tor बाइपास सक्षम।
pl: wersja deweloperska: obejście Tor włączone.
pt: compilação de desenvolvimento: bypass do Tor ativo.
pt_br: compilação de desenvolvimento: bypass de tor ativo.
ru: dev-сборка: обход tor включён.
ta: மேம்பாட்டு கட்டிடம்: Tor பயாபாஸ் செயல்படுத்தப்பட்டது.
th: รุ่นสำหรับนักพัฒนา: เปิดใช้งานการข้าม tor
tr: geliştirme yapısı: Tor atlatması etkin.
uk: dev-збірка: обхід tor увімкнено.
ur: ڈیولپر بلڈ: Tor بائی پاس فعال ہے۔
vi: bản dành cho dev: đang bật bỏ qua Tor.
zh_hans: 开发构建：tor 绕过已启用。
zh_hant: 開發版本：tor 繞過已啟用。

# system.tor.restarted
source: tor restarted. network routing restored.
ar: tor أُعيد تشغيله. تمت استعادة التوجيه.
bn: Tor পুনরায় চালু হয়েছে। নেটওয়ার্ক রাউটিং পুনরুদ্ধার হয়েছে।
es: tor se reinició. Se restauró el enrutamiento de la red.
fa: Tor دوباره راه‌اندازی شد. مسیریابی شبکه برقرار شد.
fr: tor a redémarré. routage restauré.
he: tor הופעל מחדש. הניתוב שוחזר.
hi: Tor पुनः आरंभ हो गया। नेटवर्क रूटिंग बहाल।
id: tor dimulai ulang. perutean dipulihkan.
it: tor è stato riavviato. instradamento ripristinato.
ja: torを再起動しました。ルーティングを復旧。
ko: tor가 다시 시작되었습니다. 네트워크 라우팅이 복원되었습니다.
ms: tor dimulai ulang. perutean dipulihkan.
ne: tor फेरि सुरु भयो। रूटिङ पुनःस्थापित।
pl: tor uruchomiony ponownie. trasowanie przywrócone.
pt: O Tor foi reiniciado. O encaminhamento de rede foi restaurado.
pt_br: tor reiniciou. roteamento restaurado.
ru: tor перезапущен. маршрутизация восстановлена.
ta: tor மீண்டும் தொடங்கியுள்ளது. நெட்வொர்க் வழிமுறை மீட்டெடுக்கப்பட்டது.
th: tor เริ่มใหม่ เส้นทางเครือข่ายกลับมาแล้ว
tr: Tor yeniden başlatıldı. ağ yönlendirmesi geri geldi.
uk: tor перезапущено. маршрутизацію відновлено.
ur: tor نے دوبارہ آغاز کر دیا۔ نیٹ ورک روٹنگ بحال ہو گئی۔
vi: tor đã khởi động lại. định tuyến mạng được khôi phục.
zh_hans: tor 已重启。网络路由已恢复。
zh_hant: tor 已重啟。網路路由已恢復。

# system.tor.restarting
source: tor restarting to recover connectivity...
ar: tor يعاد تشغيله لاستعادة الاتصال...
bn: Tor সংযোগ ফিরিয়ে আনতে পুনরায় চালু হচ্ছে...
es: tor se está reiniciando para recuperar la conectividad...
fa: Tor برای بازیابی اتصال در حال راه‌اندازی مجدد است...
fr: tor redémarre pour rétablir la connectivité...
he: tor מופעל מחדש להשבת החיבור...
hi: कनेक्टिविटी बहाल करने के लिए Tor पुनः आरंभ हो रहा है...
id: tor sedang dimulai ulang untuk memulihkan konektivitas...
it: tor si sta riavviando per ripristinare la connettività...
ja: 接続回復のためtorを再起動しています...
ko: 연결 복구를 위해 tor를 다시 시작하는 중...
ms: tor sedang dimulai ulang untuk memulihkan konektivitas...
ne: tor जडान फर्काउन पुनः सुरु हुँदैछ...
pl: tor uruchamia się ponownie, aby przywrócić łączność...
pt: O Tor está a reiniciar para recuperar a conectividade...
pt_br: tor está reiniciando para recuperar conectividade...
ru: tor перезапускается, чтобы вернуть связь...
ta: இணைப்பை மீட்டெடுக்க tor மீண்டும் தொடங்குகிறது...
th: tor กำลังเริ่มใหม่เพื่อกู้คืนการเชื่อมต่อ...
tr: Tor bağlantıyı kurtarmak için yeniden başlatılıyor...
uk: tor перезапускається, щоб відновити підключення...
ur: tor کنکشن بحال کرنے کیلئے دوبارہ شروع ہو رہا ہے...
vi: tor đang khởi động lại để phục hồi kết nối...
zh_hans: tor 正在重启以恢复连接...
zh_hant: tor 正在重啟以恢復連線...
